Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Search Criteria
cs_cz: Vyhledávací kritérium

source: Interpreted as...
cs_cz: Interpretování jako..

source: Returns...
cs_cz: Výsledek..

source: All records that contain the text man and case insensitive.
cs_cz: Všechny záznamy obsahující text „man“ bez ohledu na malá a velká písmena.

source: All records that contain the text se and case insensitive.
cs_cz: Všechny záznamy obsahující text „se“ bez ohledu na malá a velká písmena.

source: Starts with Man and case sensitive.
cs_cz: Začíná Man a bere ohled na velká a malá písmena.

source: All records that start with the text Man.
cs_cz: Všechny záznamy začínající na text „Man“

source: An exact text and case sensitive.
cs_cz: Přímo obsahuje řetězec man s ohledem na velká a malá písmena.

source: All records that match man exactly.
cs_cz: Všechny záznamy, které přesně odpovídají textu „man“

source: Ends with and case insensitive.
cs_cz: Končí na man bez ohledu na velká a malá písmena.

source: All records that end with man.
cs_cz: Všechny záznamy končící na „man“.

source: Starts with and case insensitive.
cs_cz: Začíná a nebere ohled na velká a malá písmena.

source: All records that start with man.
cs_cz: Všechny záznamy začínající na man.

source: You cannot use a wildcard when filtering on enumeration fields, such as the Status field on sales orders.
cs_cz: Při filtrování polí výčtu nelze použít zástupný znak. Například pole Stav v Prodejních objednávkách.

source: To enter a filter for this type of field, you can enter the numeric value as a filtering parameter.
cs_cz: Chcete-li zadat filtr pro tento typ pole, můžete zadat číselnou hodnotu jako parametr filtrování.

source: For example, in the Status field on a sales order that has the values Open, Released, Pending Approval, and Pending Prepayment, use the values 0, 1, 2, and 3 to filter for these options.
cs_cz: Například v poli Stav na prodejní objednávce, která má hodnoty Otevřeno, Vydáno, Čeká na schválení a Čeká na zálohu, použijte hodnoty 0, 1, 2 a 3 pro filtrování těchto voleb.

source: You can change Dynamics NAV by installing extensions that add functionality, change behavior, or give you access to new online services, for example.
cs_cz: Dynamics NAV můžete změnit instalací rozšíření, které přidávají funkce, mění chování nebo například umožňují přístup k novým online službám.

source: When you first launch Dynamics NAV, some extensions are already installed for you.
cs_cz: Při prvním spuštění služby Dynamics NAV jsou pro vás některá rozšíření již nainstalována.

source: Over time, more extensions can be made available to you, and you can then choose if you want to use the extension or not.
cs_cz: Postupem času mohou být k dispozici další rozšíření a poté můžete zvolit, zda chcete rozšíření použít, nebo ne.

source: For example, Microsoft provides an extension that provides integration with PayPal Payments Standard.
cs_cz: Například společnost Microsoft poskytuje rozšíření, které umožňuje integraci s platebním standardem PayPal.

source: This extension is installed by default.
cs_cz: Toto rozšíření je standardně nainstalováno.

source: But if another extension is made available that offers integration with another payment service, you can install the new extension and then choose which of the two services to use.
cs_cz: Pokud je dispozici další rozšíření, které nabízí integraci s jinou platební službou, můžete nainstalovat nové rozšíření a vybrat, kterou z těchto dvou služeb použijete.

source: You manage the extensions in the Extension Management window.
cs_cz: Spravujete rozšíření v okně Správa rozšíření.

source: You can access this window from Home.
cs_cz: K tomuto oknu můžete přistupovat z domovské stránky.

source: Alternatively, choose the Search for Page or Report icon in the top right corner, enter Extension, and then choose the related link.
cs_cz: Alternativně, v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Rrozšíření a poté vyberte příslušný odkaz.

source: Installing an Extension
cs_cz: Instalace rozšíření

source: If new extensions are made available to you because they have been published to your server, they will be shown in the Extension Management window.
cs_cz: Pokud jsou k dispozici nové rozšíření, jelikož byly zveřejněny na vašem serveru, zobrazí se v okně Správa rozšíření.

source: From here, you can choose to install and uninstall extensions.
cs_cz: Odtud můžete instalovat a odinstalovat rozšíření.

source: If you choose an extension, you can read about what the extension does, and you can access Help for the extension to learn more.
cs_cz: Pokud vyberete rozšíření, můžete si přečíst co rozšíření dělá, dále získat přístup k nápovědě pro rozšíření, kde se dozvíte více.

source: When you choose to get an extension, you must agree to the terms of use.
cs_cz: Pokud se rozhodnete pro rozšíření, musíte souhlasit s podmínkami používání.

source: When you install an extension, you might have to set it up, such as specifying an account for use with the PayPal Payments Standard for Dynamics NAV extension.
cs_cz: Při instalaci rozšíření budete možná muset zadat nastavení, například zadat účet pro použití s Rozšíření platební standard PayPal pro Dynamics NAV.

source: Other extensions simply add fields to an existing page, or they add a new page, for example.
cs_cz: Ostatní rozšíření jednoduše přidávají pole na existující stránku nebo přidávají například novou stránku.

source: If you uninstall an extension, and you then change your mind, you can install it again.
cs_cz: Pokud se rozhodnete odinstalovat rozšíření a poté se rozhodnete, že ho opět chcete, stačí ho znovu nainstalovat.

source: When you uninstall an extension that you have been using, the data is preserved so that if you install the extension again, your data is still available.
cs_cz: Když odinstalujete rozšíření, které jste použili, data jsou zachována, takže pokud znovu nainstalujete rozšíření, jsou vaše data stále k dispozici.

source: Microsoft provides the following extensions:
cs_cz: Společnost Microsoft poskytuje následující rozšíření:

source: PayPal Payments Standard
cs_cz: Platební standard PayPal

source: Sales and Inventory Forecast
cs_cz: Prognóza prodeje a zásob

source: Other extensions are also available by default, depending on your country/region.
cs_cz: Ostatní rozšíření jsou také k dispozici ve výchozím nastavení v závislosti na vaší zemi/oblasti.

source: The PayPal Payments Standard Extension to Dynamics NAV
cs_cz: Rozšíření: Platební standard PayPal pro Dynamics NAV

source: Customers continuously require higher customer service, both in terms of product quality but also in terms of delivery and payment options.
cs_cz: Zákazníci neustále vyžadují vyšší zákaznický servis jak z hlediska kvality výrobků, tak z hlediska možností doručení a platby.

source: The PayPal Payments Standard service helps you increase your customer service.
cs_cz: Platební standard PayPal Vám pomůže zvýšit vaše služby zákazníkům.

source: When you send a sales invoice or sales order by email, there is a PayPal link in the email body and in the attached PDF document.
cs_cz: Pokud posíláte prodejní fakturu nebo prodejní objednávku emailem, je v jeho těle zakomponován odkaz na PayPal platbu a také připojený PDF dokument.

source: When the customer chooses the link, the service page for their PayPal account appears showing the payment details for the sale.
cs_cz: Pokud zákazník zvolí odkaz, objeví se stránka pro služby PayPal s platebními údaji.

source: The PayPal Payments Standard service provides the following benefits:
cs_cz: Platební standard PayPal přináší tyto výhody:

source: Customer payments arrive faster in your bank account.
cs_cz: Platby zákazníků přicházejí rychleji na bankovní účet.

source: Customers have more ways to pay invoices.
cs_cz: Zákazníci mají více způsobů placení faktur.

source: PayPal offers a trustworthy payment service, which customers prefer to entering credit card information on web sites.
cs_cz: Služba PayPal nabízí důvěryhodnou platební službu, které zákazníci dávají přednost před zadáváním informací o kreditní kartě na webových stránkách.

source: PayPal offers multiple ways of handling payments, including credit card processing, PayPal accounts, and other sources.
cs_cz: Služba PayPal nabízí několik způsobů zpracování plateb, včetně zpracování platebních karet, účtů PayPal a dalších zdrojů.

source: The PayPal link can be added automatically to sales documents or manually by the user.
cs_cz: PayPal odkaz může být automaticky přidán do prodejních dokladů nebo ručně uživatelem.

source: The PayPal Payments Standard service does not involve monthly fees or setup fees.
cs_cz: Služba platebního standardu PayPal nezahrnuje měsíční poplatky nebo poplatky za nastavení.

source: Because it is an extension, you can easily enable the PayPal Payment Standard service when and if your business requires it.
cs_cz: Vzhledem k tomu, že jde o rozšíření, můžete službu platební standard PayPal snadno povolit, pokud to vaše firma potřebuje.

source: Enable Customer Payment Through PayPal .
cs_cz: Povolení zákaznických plateb pomocí PayPalu

source: QuickBooks Data Migration
cs_cz: Migrace dat QuickBooks

source: The QuickBooks Data Migration Extension for Dynamics NAV
cs_cz: Rozšíření migrace dat QuickBooks pro Dynamics NAV

source: This extension makes it easy to migrate customers, vendors, and items from QuickBooks to Dynamics NAV.
cs_cz: Toto rozšíření usnadňuje migraci zákazníků, dodavatelů a zboží z QuickBooks do Dynamics NAV.

source: If your business uses QuickBooks today, you can export the relevant information and then open an assisted setup guide to upload the data to Dynamics NAV.
cs_cz: Pokud vaše firma používá služby QuickBooks, můžete exportovat příslušné informace a poté otevřít pomocnou instalační příručku pro nahrání dat do Dynamics NAV.

source: Exporting Data from QuickBooks
cs_cz: Export dat z QuickBooks

source: You must have exported some or all of your existing customers, vendors, and inventory items to an Intuit Interchange Format (IIF) file.
cs_cz: Musíte exportovat některé nebo všechny své stávající zákazníky, dodavatele a inventární položky do souboru Intuit Interchange Format (IIF).

source: The QuickBooks Data Migration extension includes a default mapping of QuickBooks data so that you can use your existing data to test your new Dynamics NAV company.
cs_cz: Rozšíření migrace dat QuickBooks obsahuje standardní mapování dat služby QuickBooks, takže můžete použít stávající data k otestování nové společnosti Dynamics NAV.

source: The default mapping will be sufficient in the vast majority of cases, but you can change the mapping in the assisted setup guide.
cs_cz: Výchozí mapování bude v převážné většině případů postačující, ale můžete změnit mapování v příručce pro asistenci.

source: In QuickBooks, the File menu includes a utility to export lists.
cs_cz: QuickBooks obsahuje nástroj na export seznamů v menu.

source: For the purposes of Dynamics NAV, you can export the following lists:
cs_cz: Pro účely Dynamics NAV můžete exportovat následující seznamy:

source: Customer List
cs_cz: Seznam zákazníků

source: Vendor List
cs_cz: Seznam dodavatelů

source: Item List
cs_cz: Seznam zboží

source: Account List
cs_cz: Seznam účtů

source: The exported data is saved as an IIF file that you can then upload to Dynamics NAV.
cs_cz: Exportovaná data jsou uložena jako soubor typu IIF, který můžete poté nahrát do aplikace Dynamics NAV.

source: Import Data from Other Finance Systems
cs_cz: Import dat z jiných finančních systémů

source: Sales and Inventory Forecast for Dynamics NAV
cs_cz: Prognóza prodeje a zásob pro Dynamics NAV

source: Inventory management is a trade-off between customer service and managing your cost.
cs_cz: Řízení zásob je kompromis mezi zákaznickým servisem a řízením nákladů.

source: On one hand, a low inventory requires less working capital, but, on the other hand, stock-outs potentially lead to missed sales.
cs_cz: Na jedné straně nízké zásoby vyžadují menší provozní kapitál, na druhé straně však zásoby potenciálně vedou ke ztrátě prodeje.

source: The Sales and Inventory Forecast extension predicts potential sales using historical data and gives a clear overview of expected stock-outs.
cs_cz: Prodloužení predikce prodeje a skladů předpovídá potenciální prodej za použití historických údajů a poskytuje jasný přehled očekávaných zásob.

source: Based on the forecast, the extension helps create replenishment requests to your vendors and saves you time.
cs_cz: Na základě prognózy rozšíření pomáhá vytvářet požadavky na doplňování od vašich dodavatelů a šetří vám čas.

source: Setting up forecasting
cs_cz: Nastavení předpovědi

source: In Dynamics NAV, you must set up the connection to Azure Machine Learning (Azure ML).
cs_cz: V aplikaci Dynamics NAV musíte nastavit připojení k Azure ML (Azure ML).

source: Register Dynamics NAV in the Azure Management Portal .
cs_cz: Registrace Dynamics NAV na portálu Azure Management .

source: Once you have established the connection, you can configure the forecast to use a different type of period to report by, such as changing from forecasting by month to forecasting by quarter.
cs_cz: Po vytvoření připojení můžete nakonfigurovat prognózu tak, aby bylo možné použít jiný typ období, například změnu z prognózy podle měsíce na prognózu podle čtvrtletí.

source: You can also choose the number of periods to calculate the forecast by, depending on how granular you want the forecast to be.
cs_cz: Můžete také vybrat počet období pro výpočet prognózy podle toho, jak granulární chcete, aby prognóza byla.

source: We suggest that you forecast by month and with a 12 month horizon for the forecast.
cs_cz: Doporučujeme, abyste prognózu odhadli měsíčně a v horizontu 12 měsíců.

source: Using the forecasts
cs_cz: Používání prognóz

source: The extension uses Azure ML capabilities to predict future sales based on your sales history to help you avoid inventory shortage.
cs_cz: Rozšíření využívá možnosti Azure ML, které předpovídá budoucí tržby na základě vaší prodejní historie, což vám pomůže vyhnout se nedostatku zásob.

source: For example, when you choose an item in the Items window, the chart in the Item Forecast pane shows the estimated sales of this item in the coming period.
cs_cz: Když například vyberete položku v okně Zboží graf v Předpověď zboží, zobrazí se položky jako odhadovaný prodej této položky v příštím období.

source: This way you can see if you are likely to run out of stock of the item soon.
cs_cz: Tímto způsobem zjistíte, jestli je pravděpodobné, že brzy vyčerpáte zásoby zboží.

source: You can also use the extension to suggest when to stock up on inventory.
cs_cz: Rozšíření můžete také použít k tomu, abyste navrhli, kdy chcete inventarizovat zásoby.

source: For example, if you crate a purchase order for Fabrikam because you want to buy their new desk chair, the Sales and Inventory Forecast extension will suggest that you also restock on the LONDON swivel chair that you usually buy from this vendor.
cs_cz: Pokud například vytváříte nákupní objednávku od společnosti Fabrikam, protože chcete koupit novou židli, prognóza prodeje a zásob navrhne, že by jste měli přeskladnit židle LONDON, kterou obvykle nakupujete od tohoto výrobce.

source: This is because the extension forecasts that you will run out of stock of the LONDON swivel chair in the coming two months, so you might want to order more chairs already now.
cs_cz: Je to proto, že rozšíření předpovídá, že v nadcházejících dvou měsících dojde k výdeji otočné židle LONDON, takže si možná budete chtít objednat více židlí již nyní.

source: The Envestnet Yodlee Bank Feeds Extension to Dynamics NAV
cs_cz: Rozšíření Envestnet Yodlee Bank Feeds pro Dynamics NAV

source: To quickly reconcile payments made to your bank accounts, the Envestnet Yodlee Bank Feeds service allows you to link your system bank account to your online bank account.
cs_cz: Chcete-li rychle sladit platby provedené s vašimi bankovními účty, služba Envestnet Yodlee Bank Feeds vám umožní propojit systémový bankovní účet s bankovním účtem online.

source: This means that the latest bank statement is automatically or manually fed into your reconciliation journal, ensuring that you are always processing the latest payments with minimal risk of errors.
cs_cz: To znamená, že nejnovější bankovní výpis je automaticky nebo ručně vložen do Vašeho deníku vyrovnání plateb. Zajistíte tak, že vždy provádíte nejnovější platby s minimálním rizikem chyb.

source: The Envestnet Yodlee Bank Feeds service provides the following benefits:
cs_cz: Služba Envestnet Yodlee Bank Feeds poskytuje následující výhody:

source: Removes the need for manual entry.
cs_cz: Odstraní potřebu manuálního zadávání.

source: Improves efficiency and accuracy when doing payment reconciliation.
cs_cz: Zlepšuje efektivitu a přesnost při vyrovnávání plateb.

source: Supports a large number of banks.
cs_cz: Podporuje velké množství bank.

source: Allows up-to-date information about bank transactions from within Dynamics NAV.
cs_cz: Umožňuje aktuální informace o bankovních transakcích ze služby Dynamics NAV.

source: Supports manual as well as automatic bank feeds.
cs_cz: Podporuje ruční i automatické bankovní zdroje.

source: Enables outsourcing of payment reconciliation to an accountant by providing access to bank statements.
cs_cz: Umožňuje outsourcing vyrovnání plateb s účetním tím, že poskytuje přístup k bankovním výpisům.

source: Create a Custom Report Layout
cs_cz: Vytvoření vlastního rozvržení Sestavy

source: By default, a report will have a built-in report layout, which can be either an RDLC report layout or Word report layout, or both.
cs_cz: Ve výchozím nastavení bude mít sestava vestavěný rozvrh sestav, který může být RDLC, rozvržení sestavy aplikace Word nebo obojí.

source: You cannot modify built-in layouts.
cs_cz: Nemůžete editovat vestavěné sestavy.

source: However, you can create your own custom layouts that enable you to change the appearance of report when it is viewed, printed or saved.
cs_cz: Můžete však vytvořit vlastní rozvržení, které vám umožní změnit vzhled sestavy při jejím náhledu, tisku nebo uložení.

source: You can create multiple custom report layouts for the same report, and then switch the layout that is used by a report as needed.
cs_cz: Pro sestavu můžete vytvořit více rozvržení sestav a podle potřeby přepnout rozvržení, které sestava používá.

source: To create a custom layout, you can either make a copy of an existing custom layout or add a new custom layout, which in most cases is based on a built-in layout.
cs_cz: Chcete-li vytvořit vlastní rozvržení, můžete buď vytvořit kopii stávajícího vlastního rozvržení, nebo přidat nové vlastní rozvržení, které je ve většině případů založeno na vestavěném rozvržení.

source: When you add a new custom layout, you can choose to add an RDLC report layout type, Word report layout type, or both.
cs_cz: Když přidáte nové vlastní rozvržení, můžete přidat typ rozvržení sestavy RDLC, typ rozvržení sestavy aplikace Word nebo obojí.

source: The new custom layout will automatically be based on the built-in layout for the report if one is available.
cs_cz: Nové vlastní rozvržení bude automaticky založeno na vestavěném, pokud je k dispozici.

source: If there is no built-in layout for the type, then a new blank layout is a created, which you will have to modify and design from scratch.
cs_cz: Není-li pro daný typ vestavěné rozvržení, vytvoří se nové prázdné rozvržení, které budete muset modifikovat a navrhnout od začátku.

source: For more information about RDLC and Word report layouts, built-in and custom layouts, and more, see Manage Report Layouts.
cs_cz: Další informace o rozvržení RDLC a Wordových sestav, vestavěných, vlastních rozvržení a dalších naleznete v tématu Správa rozvržení sestav.

source: To create a custom layout
cs_cz: Vytvoření vlastního rozvržení

source: In the top right corner, choose the Search for Page or Report icon, enter Report Layout Selection, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Výběr rozvržení sestav a poté vyberte příslušný odkaz.

source: The** Report Layout Selection** window lists all the reports that are available in the company that is specified in the Company field at the top of the window.
cs_cz: Okno ** Výběr rozvržení sestav ** obsahuje seznam všech sestav, které jsou k dispozici ve společnosti, která je uvedena v poli Společnost v horní části okna.

source: Set the Company field to the company in which you want to create the report layout.
cs_cz: Nastavte pole Název společnosti, ve které chcete vytvořit rozvržení sestavy.

source: Select the row for the report that you want to create the layout for, and then choose Custom Layouts.
cs_cz: Vyberte řádek se sestavou, pro kterou chcete vytvořit rozvržení, a poté zvolte Vlastní rozvržení.

source: The Custom Report Layouts window appears and lists all the custom layouts that are available for the selected report.
cs_cz: Zobrazí se okno Vlastní rozvržení sestav a zobrazí seznam všech vlastních rozvržení, které jsou k dispozici pro vybraný přehled.

source: If you want to create a copy of an existing custom layout, select the existing custom layout in the list, and then choose Copy.
cs_cz: Chcete-li vytvořit kopii existujícího vlastního rozvržení, vyberte existující vlastní rozložení v seznamu a zvolte možnost Kopírovat.

source: The copy of the custom layout appears in the Custom Report Layouts window and has the words Copy of in the Description field.
cs_cz: Kopie vlastního rozvržení se zobrazí v okně Vlastní rozvržení sestav a v poli Popis obsahuje zkopírovaná slova.

source: If you want to add a new custom layout that is based on a built-in layout, do the following:
cs_cz: Pokud chcete přidat nové vlastní rozvržení založené na vestavěném rozvržení, postupujte takto:

source: Choose New.
cs_cz: Zvolte Nový.

source: The Insert Built-in Layout for a Report window appears.
cs_cz: Objeví se okno Vložit rozvržení sestav,

source: The ID and Name fields are automatically filled in.
cs_cz: ID a Název se vyplní automaticky.

source: To add a custom Word report layout type, then select the Insert Word Layout check box.
cs_cz: Chcete-li přidat vlastní formát rozvržení sestavy z aplikace Word, vyberte zaškrtávací políčko Vložit rozvržení Wordu.

source: To add a custom RDLC report layout type, then select the Insert RDLC Layout check box.
cs_cz: Chcete-li přidat vlastní formát rozvržení sestavy z aplikace RDLC, vyberte zaškrtávací políčko Vložit RDLC rozvržení.

source: The new custom layouts appear in the Custom Report Layouts window.
cs_cz: Nové vlastní rozvržení se zobrazí v okně Vlastní rozvržení sestav.

source: If a new layout is based on a built-in layout, then it has the words Copy of a Built-in Layout in the Description field.
cs_cz: Pokud je nové rozvržení založeno na vestavěném rozvržení, má v poli Popis slova Kopie vestavěného rozvržení.

source: If there was no built-in layout for the report, then the new layout has the words New Layout in the Description field, which indicates that custom layout is blank.
cs_cz: Pokud pro sestavu neexistuje žádné vestavěné rozvržení, nové rozložení má v poli Popis výraz Nové rozvržení, což znamená, že vlastní rozvržení je prázdné.

source: By default, the Company Name field is blank, which means that the custom layout will be available for the report in all companies.
cs_cz: Ve výchozím nastavení je pole Název společnosti prázdné, což znamená, že vlastní sestava bude k dispozici ve všech společnostech.
